Repository: inertlab/RubberBand-noice
Catalog: Rubber Band/resources/Localizable.xcstrings
Source language: en
Languages: es_419

source: Congratz!
es_419: Felicidades

source: Just Okay
es_419: "No Tan Mal"

source: Loaded Songs…
es_419: Canciones Cargadas…

source: New Score!
es_419: ¡Nueva Puntuación!

source: No Score
es_419: No Hay Puntos

source: Rock On!
es_419: !A Rockear!

source: SAD!!! :(
es_419: QUE TRISTE :(

source: There is no score set for this song
es_419: No hay puntaje para esta canción

source: This is the first High Score
es_419: Esta es la primera puntuación

source: This is your first streak
es_419: Esta es tu primera racha

source: version
es_419: versión

source: You beat your old Score
es_419: Has superado tu antigua puntuación

source: you tied the High Score
es_419: Empataste la puntuación más alta

source: Your current High Score
es_419: Tu puntuación más alta actual

source: Your old streak
es_419: Tu racha anterior
